tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "stefansundin/tap"
brew "openssl@1.1"
brew "aws-es-proxy"
brew "python"
brew "awscli"
brew "bash"
brew "brew-cask-completion"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "nghttp2"
brew "go"
brew "dep"
brew "emacs", args: ["HEAD"], link: false
brew "findutils"
brew "git"
brew "glib"
brew "gnupg"
brew "gts"
brew "graphviz"
brew "hey"
brew "ipython"
brew "jenv"
brew "jq"
brew "jupyterlab"
brew "librdkafka"
brew "maven"
brew "mycli"
brew "mysql"
brew "nginx"
brew "nvm"
brew "parquet-tools"
brew "perl"
brew "pgcli"
brew "php@7.2"
brew "pinentry-mac"
brew "postgresql"
brew "redis", restart_service: true
brew "speedtest-cli"
brew "the_silver_searcher"
brew "vault"
brew "wget"
brew "wxmac"
brew "yarn"
brew "z"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
brew "stefansundin/tap/aws-rotate-key"
cask "1password"
cask "appcleaner"
cask "apple-brotherprinterdrivers"
cask "authy"
cask "bettertouchtool"
cask "calibre"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "emacs"
cask "figma"
cask "figmadaemon"
cask "firefox"
cask "flotato"
cask "font-anonymous-pro"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-hack"
cask "font-inconsolata-dz-for-powerline"
cask "font-input"
cask "font-kalam"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-terminus"
cask "graphql-playground"
cask "insomnia"
cask "java"
cask "java8"
cask "jetbrains-toolbox"
cask "jupyter-notebook-viewer"
cask "licecap"
cask "mysqlworkbench"
cask "ngrok"
cask "pgadmin4"
cask "postman"
cask "psequel"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "slack"
cask "tableplus"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
