# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

# Packages
brew "python"
brew "aws-es-proxy"
brew "awscli"
brew "bash"
brew "go"
brew "emacs", args: ["HEAD", "with-cocoa", "with-gnutls"]
brew "git"
brew "gnupg"
brew "maven"
brew "mysql"
brew "nginx"
brew "nvm"
brew "perl"
brew "wget"
brew "zsh"

# Apps
cask "1password"
cask "appcleaner"
cask "authy"
cask "calibre"
cask "docker"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "font-anonymous-pro"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-hack"
cask "font-inconsolata-dz-for-powerline"
cask "font-input"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-terminus"
cask "google-chrome"
cask "java8"
cask "jetbrains-toolbox"
cask "licecap"
cask "middleclick"
cask "mysqlworkbench"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "sequel-pro"
cask "spectacle"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
