tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "rhyeal/aws-rotate-iam-keys", "https://github.com/rhyeal/aws-rotate-iam-keys"
tap "stefansundin/tap"
brew "openssl@1.1"
brew "awscli"
brew "bash"
brew "brew-cask-completion"
brew "cocoapods"
brew "composer"
brew "contentful-cli"
brew "coreutils"
brew "openldap"
brew "curl"
brew "findutils"
brew "firebase-cli"
brew "git"
brew "glib"
brew "gnutls"
brew "gnupg"
brew "python@3.8", link: true
brew "gts"
brew "hey"
brew "jq"
brew "kompose"
brew "mycli"
brew "mysql"
brew "nginx"
brew "nvm"
brew "perl"
brew "pgcli"
brew "php@7.2"
brew "pinentry-mac"
brew "postgresql"
brew "pspg"
brew "redis", restart_service: true
brew "rsync"
brew "speedtest-cli"
brew "vault"
brew "wget"
brew "wxmac"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
brew "rhyeal/aws-rotate-iam-keys/aws-rotate-iam-keys"
brew "stefansundin/tap/aws-rotate-key"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "authy"
cask "bettertouchtool"
cask "calibre"
cask "docker"
cask "dropbox"
cask "dwgsee"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-hack"
cask "font-inconsolata-dz-for-powerline"
cask "font-input"
cask "font-kalam"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-terminus"
cask "fsnotes"
cask "google-chrome"
cask "insomnia"
cask "jetbrains-toolbox"
cask "kap"
cask "megasync"
cask "mysqlworkbench"
cask "ngrok"
cask "nosql-workbench-for-amazon-dynamodb"
cask "notion"
cask "pgadmin4"
cask "postman"
cask "psequel"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "skype"
cask "slack"
cask "sonos"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
