2gua.rainbow-brackets
alefragnani.Bookmarks
atomiks.moonlight
be5invis.theme-verdandi
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
flowtype.flow-for-vscode
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
karigari.chat
lehni.vscode-fix-checksums
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
RobbOwen.synthwave-vscode
streetsidesoftware.code-spell-checker
sysoev.vscode-open-in-github
vscodevim.vim
wayou.vscode-todo-highlight
